export const initialStore = {
    data: [
        {
            dates_between: [1995, 1998],
            button_name: 'история',
            info: [
                {
                    title: '1995',
                    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
                },
                {
                    title: '1995',
                    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
                },
                {
                    title: '1995',
                    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
                },
                {
                    title: '1997',
                    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды 13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
                },
                {
                    title: '1998',
                    text: '13 сентября lorem — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
                },
                {
                    title: '1998',
                    text: 'Lorem — частное солнечное затмение, видимое в Южной Африке и части Антарктиды '
                },
            ]
        },
        {
            dates_between: [1998, 2004],
            button_name: 'кино',
            info: [
                {
                    title: '1998',
                    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
                },
                {
                    title: '1999',
                    text: '13 сентября — Антарктида'
                },
                {
                    title: '2000',
                    text: '2000....'
                },
                {
                    title: '2001',
                    text: '2001 13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды 13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
                },
                {
                    title: '2002',
                    text: ' 2002 13 сентября lorem — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
                },
                {
                    title: '2004',
                    text: '2004 Lorem — частное солнечное затмение, видимое в Южной Африке и части Антарктиды '
                },
            ]
        },
        {
            dates_between: [2004, 2012],
            button_name: 'политика',
            info: [
                {
                    title: '2004',
                    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
                },

            ]
        },
        {
            dates_between: [2012, 2018],
            button_name: 'Музыка',
            info: [
                {
                    title: '1995',
                    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
                },
                {
                    title: '1995',
                    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
                },
                {
                    title: '1995',
                    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
                },
            ]
        },
        {
            dates_between: [2018, 2021],
            button_name: 'еще что-нибудь',
            info: [
                {
                    title: '2018',
                    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
                },
                {
                    title: '2019',
                    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
                },
                {
                    title: '2020',
                    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
                },
            ]
        },
        {
            dates_between: [2021, 2024],
            button_name: 'всякое',
            info: [
                {
                    title: '1995',
                    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
                },
                {
                    title: '1995',
                    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
                },
                {
                    title: '1995',
                    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
                },
                {
                    title: '1997',
                    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды 13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
                },
                {
                    title: '1998',
                    text: '13 сентября lorem — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
                },
                {
                    title: '1998',
                    text: 'Lorem — частное солнечное затмение, видимое в Южной Африке и части Антарктиды '
                },
            ]
        },
        {
            dates_between: [1995, 1998],
            button_name: 'история',
            info: [
                {
                    title: '1995',
                    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
                },
                {
                    title: '1995',
                    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
                },
                {
                    title: '1995',
                    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
                },
                {
                    title: '1997',
                    text: '13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды 13 сентября — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
                },
                {
                    title: '1998',
                    text: '13 сентября lorem — частное солнечное затмение, видимое в Южной Африке и части Антарктиды'
                },
                {
                    title: '1998',
                    text: 'Lorem — частное солнечное затмение, видимое в Южной Африке и части Антарктиды '
                },
            ]
        },
    ]
}
